Repository: wp-plugins/demomentsomtres-restaurant
Catalog: languages/dms3-restaurant-*.po
Languages: ca

# taxonomy general name
source: Dish List Types
ca: Tipus de llistes de plats, cartes i menus

# taxonomy singular name
source: Dish List Type
ca: Tipus de llistes de plats, cartes i menús

source: Search Type
ca: Buscar tipus

source: All Types
ca: Tots els tipus

source: Parent Type
ca: Tipus pare

source: Parent Type:
ca: Tipus pare:

source: Edit Type
ca: Editar tipus

source: Update Type
ca: Modificar tipus

source: Add New Type
ca: Afegir nou tipus

source: New Type Name
ca: Nom del nou tipus

source: Dish Lists
ca: Llistes de plats

source: Dish List
ca: Llista de plats

source: Add Dish List
ca: Afegir llista de plats

source: Add New Dish List
ca: Afegir una nova llista de plats

source: Edit
ca: Editar

source: Edit Dish List
ca: Editar llista de plats

source: New Dish List
ca: Nova llista de plats

source: View
ca: Veure

source: View Dish List
ca: Veure llista de plats

source: Search Dish List
ca: Buscar llista de plats

source: No Dish List found
ca: No s'ha trobat cap llista de plats

source: No Dish List found in Trash
ca: No hi ha cap llista de plats a la paperera

source: Parent Dish List
ca: Llista de plats pare

source: DMS3-Restaurant
ca: DeMomentSomTres Restaurant

source: Save Changes
ca: Desar canvis

source: Options
ca: Opcions

source: Expired
ca: Vençut

source: Template
ca: Plantilla

source: This content will be inserted as a template of menu.
ca: Aquest contingut s'inserira com a plantilla de menú.

source: Message for expired menus.
ca: Missatge pels menús expirats.

source: Ecological
ca: Ecològic

source: Vegetarian
ca: Vegetaria

source: Gluten Free
ca: Sense Gluten

source: Expiry date
ca: Data d'expiració

source: The DeMomentSomTres Restautant plugin requires the free DeMomentSomTres Tools plugin.
ca: L'extensió DeMomentSomTres Restaurant necessita per funcionar que instal·leu l'extensió gratuïta DeMomentSomTres Tools.

source: Download it here
ca: Descarregeu-la aquí
